Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/matportalen.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Vitamin C was extracted from the sample after addition of 5% Meta-phosphoric acid containing EDTA and dithiothreito (DTT).
nb: Vitaminet ble ekstrahert fra prøven etter tilsetning av 5% meta-fosforsyre tilsatt EDTA og dithiothreitol (DTT).

source: several products. 105a Data from the industry to the Food Composition Table 2012, unspecified.
nb: 105a Data levert av industrien til Matvaretabellen 2012, uspesifisert grunnlag.

source: 107a Data from the industry to the Food Composition Table 2014, unspecified.
nb: 107a Data levert av industrien til Matvaretabellen 2014, uspesifisert grunnlag.

source: several products. 104e Data from the industry to the Food Composition Table 2011, weighted values from
nb: 104e Data levert av industrien til Matvaretabellen 2011, vektet verdi fra flere produkter.

source: A detailed description is published in a scientific journal (1).
nb: En detaljert beskrivelse er publisert på engelsk i et vitenskapelig tidsskrift (1).

source: Fruits, vegetables and bakery.
nb: Frukt, grønnsaker og bakervarer.

source: Bakery, biscuits, breakfast cereals and oils.
nb: Bakervarer, kjeks, frokostblandinger og matolje.

source: The dietary fiber was then precipitated with 95% ethanol.
nb: Kostfibrene blir deretter felt ut med 95 % etanol.

source: 108c Data from the industry to the Food Composition Table 2015, calculated value from industrial recipe.
nb: 108c Data levert av industrien til Matvaretabellen 2015, beregnet verdi fra industrioppskrift.

source: 109a Data from the industry to the Food Composition Table 2016, unspecified/verified
nb: 109a Data levert av industrien til Matvaretabellen 2016, uspesifisert grunnlag/kontrollert

source: 104c Data from the industry to the Food Composition Table 2011, calculated from industrial recipe.
nb: 104c Data levert av industrien til Matvaretabellen 2011, beregnet verdi fra industrioppskrift.

source: Analyses planned in 2000.
nb: Analyser planlagt 2000.

source: Data from the industry to the Food Composition Table 1992-2000, unspecified.
nb: Data levert av industrien 1992-2000, uspesifisert grunnlag.

source: The samples were stored at -80 oC.
nb: Prøvene ble oppbevart i frys ved -80 oC.

source: Lactobacillus plantarum- ATCC 8014), followed by incubation overnight.
nb: Prøven ble blandet med vekstmedium, tilsatt mikroorganismen (Lactobacillus plantarum-ATCC 8014) og inkubert.

source: A detailed sampling plan based on area shares for the major potato varieties grown in different regions of the country was developed for an analytical potato study in 1992-95.
nb: For uttak av potetprøver til analyse i 1992-95 ble det laget en detaljert plan basert på omfanget av de viktigste potetsortene som ble dyrket i ulike deler av landet.

source: Analyses planned in 1992, 1993
nb: Analyser planlagt i 1992, 1993 og

source: Potatoes, liver paste, bread and baby food.
nb: Poteter, leverpostei, brød og barnemat.

source: 108b Data from the industry to the Food Composition Table 2015, analysed value.
nb: 108b Data levert av industrien til Matvaretabellen 2015, analysert verdi.

source: Data from the industry to the Food Composition Table 2001, unspecified.
nb: Data levert av industrien til Matvaretabellen 2001, uspesifisert grunnlag.

source: The content of folate was calculated by comparing the growth of the organism in the test samples with the growth of the same organism in samples with a known standard concentration of the vitamin.
nb: Vitamininnholdet ble beregnet ved å sammenligne veksten av organismen i de ukjente prøvene, med veksten av organismen i kjente standardkonsentrasjoner.

source: Calculated value from in-house recipe (to the Food Composition Table 2019).
nb: Beregnet verdi fra intern oppskrift (til Matvaretabellen 2019).

source: The niacin content was calculated by comparing the growth of the organism in the test samples to the growth of the same organism in samples with a known standard concentration of the vitamin.
nb: Vitamininnholdet ble beregnet ved å sammenligne veksten av organismen i de ukjente prøvene, med veksten av organismen i kjente standardkonsentrasjoner.

source: 104d Data from the industry to the Food Composition Table 2011, calculated mean value of
nb: 104d Data levert av industrien til Matvaretabellen 2011, gjennomsnitt fra flere produkter.

source: The detection was done using high pH anion exchange chromatography fitted with an electrochemical detector.
nb: Deteksjon ved hjelp av HPAEC (high pH anion exchange chromatography) utstyrt med elektrokjemisk detektor.

source: Calculated value from in-house recipe (to the Food Composition Table 2006 or earlier versions).
nb: Beregnet verdi fra intern oppskrift (til Matvaretabellen 2006 eller tidligere versjon).

source: Vitamin C in potato
nb: Vitamin C i potet

source: The analysis is based on the method described in ” Methods of analysis for nutrition labeling (1993) ch.33, Sugars (Mono, Di)”.
nb: Analysen bygger på metode beskrevet i ” Methods of analysis for nutrition labeling (1993) ch.33, Sugars (mono,Di)”.

source: The test samples were injected on a HPLC and the vitamin was derivatized post-column from thiamin to thiochrome and finally detected by fluorescence.
nb: Prøvene ble injisert på HPLC med oppsett for post-kolonne derivatisering av tiamin til thiokrom, før deteksjon med bruk av fluorescensdetektor.

source: The samples were saponified, and the unsaponified material was extracted.
nb: Prøven ble forsåpet, det uforsåpbare materialet ble ekstrahert.

source: The method has been validated and accredited for foods, animal feed, tissue, and tissue fluid and is based on “Svenska Nestlè ABs mikrobiologiske bestämning av folsyra i livsmedel”.
nb: Metoden er validert og akkreditert for næringsmidler, fôr, vev og vevsvæsker og bygger på Svenska Nestlé ABs mikrobiologiske bestämning av folsyra i livsmedel.

source: The method has been validated and accredited for foods, animal feed, tissue, and tissue fluid and is based on Pharmacopea Scandinavica 1958.
nb: Metoden er validert og akkreditert for næringsmidler, fôr, vev og vevsvæsker og bygger på Pharmacopea Scandinavica 1958. Metoden er modifisert med bruk av ferdigmedium fra Fluka.

source: 103b Data from the industry to the Food Composition Table 2006 or earlier, calculated from
nb: 103b Data levert av industrien til Matvaretabellen 2006 eller tidligere, beregnet verdi fra

source: The sugars were solved in distilled water at 85 °C.
nb: Prinsippet for analysen er at sukkeret løses ut i destillert vann ved 85 C.

source: The table values for content of vitamin C in spring potatoes, autumn potatoes and storage potatoes were calculated as weighted means according to area shares for the various varieties and farming regions.
nb: Tabel verdiene for innhold av vitamin C i tidligpoteter, høstpoteter og lagringspoteter ble beregnet som veide gjennomsnitt i forhold til dyrkingsandeler for de ulike sortene og områdene.

source: Calculated value weighted by sales figures/market data/consumption data, for
nb: Beregnet verdi vektet fra salgstall/markedsdata/inntaksdata, f.eks for uspesifiserte

source: The results showed that the content of vitamin C varied between 7 and 20 mg per 100 g raw potato.
nb: Resultatet viste at innholdet av vitamin C varierte mellom 7 og 20 mg per 100 g rå potet.
